---
kind: property
id: P:Autodesk.Revit.DB.CylindricalFace.Axis
zh: 轴、x轴、y轴、z轴
source: html/68e5ec4d-5653-b23f-27f4-8b398bdf6a95.htm
---
# Autodesk.Revit.DB.CylindricalFace.Axis Property

**中文**: 轴、x轴、y轴、z轴

Axis of the surface.

## Syntax (C#)
```csharp
public XYZ Axis { get; }
```